[ClapTrap.M_Sage_Nakayamarama MissionDefinition]
MissionName="Diário Nakayama"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText=""

[ClapTrap.M_Sage_Nakayamarama:CollectTapes MissionObjectiveDefinition]
ProgressMessage="Recolha os áudio diários"

[ClapTrap.M_Sage_Nakayamarama:CollectTapesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_Nakayamarama:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_OldPukey MissionDefinition]
MissionName="Vomitron"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText=""

[ClapTrap.M_Sage_OldPukey:FindPukey MissionObjectiveDefinition]
ProgressMessage="Encontre a unidade Claptrap"

[ClapTrap.M_Sage_OldPukey:FindPukeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_OldPukey:ProtectPukey MissionObjectiveDefinition]
ProgressMessage="Proteja o Vomitron"

[ClapTrap.M_Sage_OldPukey:ProtectPukeySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_OldPukey:ReturntoClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_WannaRock MissionDefinition]
MissionName="Rochas à Granel"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText=""

[ClapTrap.M_Sage_WannaRock:FindRock MissionObjectiveDefinition]
ProgressMessage="Encontre a pedra interessante"

[ClapTrap.M_Sage_WannaRock:FindRockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ClapTrap.M_Sage_WannaRock:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o estúpido monstro de pedra"

[ClapTrap.M_Sage_WannaRock:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_AcquiredTaste MissionDefinition]
MissionName="Um Gosto Adquirido"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_AcquiredTaste:GotoLair MissionObjectiveDefinition]
ProgressMessage="Dirija-se até o covil do Bulstoss"

[Hammerlock.M_Sage_AcquiredTaste:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_AcquiredTaste:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Bulstoss"

[Hammerlock.M_Sage_AcquiredTaste:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_AcquiredTaste:LureCreature MissionObjectiveDefinition]
ProgressMessage="Atraia o Bulstoss"

[Hammerlock.M_Sage_AcquiredTaste:LureCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_BigFeet MissionDefinition]
MissionName="Pés Grandes"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_BigFeet:FindCreature MissionObjectiveDefinition]
ProgressMessage="Siga o rastro da besta"

[Hammerlock.M_Sage_BigFeet:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_BigFeet:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_BigFeet:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine a besta"

[Hammerlock.M_Sage_BigFeet:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder MissionDefinition]
MissionName="Rakk Tamanho Família"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_DahliaMurder:FireGun MissionObjectiveDefinition]
ProgressMessage="Dispare o canhão"

[Hammerlock.M_Sage_DahliaMurder:FireGunSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder:GetGunPowder MissionObjectiveDefinition]
ProgressMessage="Roube os fogos"

[Hammerlock.M_Sage_DahliaMurder:GetGunPowderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Rakkanoth"

[Hammerlock.M_Sage_DahliaMurder:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_DahliaMurder:PlantRocket MissionObjectiveDefinition]
ProgressMessage="Posicione os fogos"

[Hammerlock.M_Sage_DahliaMurder:PlantRocketSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_EarlyBird MissionDefinition]
MissionName="Quem Cedo Madruga..."
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_EarlyBird:GotoLair MissionObjectiveDefinition]
ProgressMessage="Dirija-se até o covil do Thresher"

[Hammerlock.M_Sage_EarlyBird:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_EarlyBird:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Thresher ao amanhecer"

[Hammerlock.M_Sage_EarlyBird:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_FollowGlow MissionDefinition]
MissionName="Siga o Brilho"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_FollowGlow:FindCreature MissionObjectiveDefinition]
ProgressMessage="Siga o rastro da criatura"

[Hammerlock.M_Sage_FollowGlow:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_FollowGlow:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine a criatura"

[Hammerlock.M_Sage_FollowGlow:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_FollowGlow:ReturnHammerlock MissionObjectiveDefinition]
ProgressMessage="Volte para falar com Sir Hammerlock"

[Hammerlock.M_Sage_FollowGlow:ReturnHammerlockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_GentlemensWager MissionDefinition]
MissionName="Uma Aposta Entre Cavalheiros"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_GentlemensWager:FindCreature MissionObjectiveDefinition]
ProgressMessage="Encontre o covil do Bullymong"

[Hammerlock.M_Sage_GentlemensWager:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_GentlemensWager:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Bullymong"

[Hammerlock.M_Sage_GentlemensWager:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt MissionDefinition]
MissionName="Agora Consegue Ver"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_NowYouSeeIt:GetVial MissionObjectiveDefinition]
ProgressMessage="Pegue o frasco de feromônios"

[Hammerlock.M_Sage_NowYouSeeIt:GetVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt:GotoLair MissionObjectiveDefinition]
ProgressMessage="Dirija-se até o covil do Cauda Sangrenta"

[Hammerlock.M_Sage_NowYouSeeIt:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Cauda Sangrenta"

[Hammerlock.M_Sage_NowYouSeeIt:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_NowYouSeeIt:UseVial MissionObjectiveDefinition]
ProgressMessage="Use os feromônios"

[Hammerlock.M_Sage_NowYouSeeIt:UseVialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_Urine MissionDefinition]
MissionName="Mijo Amarelado"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[Hammerlock.M_Sage_Urine:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_Urine:GotoCages MissionObjectiveDefinition]
ProgressMessage="Dirija-se até as jaulas do Hammerlock"

[Hammerlock.M_Sage_Urine:GotoCagesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Hammerlock.M_Sage_Urine:RemoveUrine MissionObjectiveDefinition]
ProgressMessage="Limpe as manchas de urina"

[Hammerlock.M_Sage_Urine:RemoveUrineSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_Hive MissionDefinition]
MissionName="A Colméia"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Painel de Trabalhos de Rock Forest"
MissionTurnInLocation="Painel de Trabalhos de Rock Forest"
TeaserText=""

[RockForest.M_Sage_Hive:GotoLair MissionObjectiveDefinition]
ProgressMessage="Dirija-se até a colméia de híbridos"

[RockForest.M_Sage_Hive:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_Hive:KillCreaturesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_Hive:KillMother MissionObjectiveDefinition]
ProgressMessage="Elimine a Mãe"

[RockForest.M_Sage_Hive:KillYoung MissionObjectiveDefinition]
ProgressMessage="Elimine as larvas de Varkid"

[RockForest.M_Sage_NotSoFriendly MissionDefinition]
MissionName="Uma Competição Não Tão Amigável"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Painel de Trabalhos de Rock Forest"
MissionTurnInLocation="Painel de Trabalhos de Rock Forest"
TeaserText=""

[RockForest.M_Sage_NotSoFriendly:DestroyVillage1 MissionObjectiveDefinition]
ProgressMessage="Destrua a aldeia 1"

[RockForest.M_Sage_NotSoFriendly:DestroyVillage2 MissionObjectiveDefinition]
ProgressMessage="Destrua a aldeia 2"

[RockForest.M_Sage_NotSoFriendly:DestroyVillageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_VexinglyVarkid MissionDefinition]
MissionName="Varkid Até A Tampa"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Painel de Trabalhos de Rock Forest"
MissionTurnInLocation="Painel de Trabalhos de Rock Forest"
TeaserText=""

[RockForest.M_Sage_VexinglyVarkid:FindCreature MissionObjectiveDefinition]
ProgressMessage="Encontre o Varkid"

[RockForest.M_Sage_VexinglyVarkid:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[RockForest.M_Sage_VexinglyVarkid:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Varkid"

[RockForest.M_Sage_VexinglyVarkid:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale MissionDefinition]
MissionName="Muito Além da Palidez"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[Savage.M_Sage_BeyondPale:GetPart MissionObjectiveDefinition]
ProgressMessage="Consiga xxxxx"

[Savage.M_Sage_BeyondPale:GetPArtSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:GotoLair MissionObjectiveDefinition]
ProgressMessage="Encontre o Covil da Condenação"

[Savage.M_Sage_BeyondPale:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine Halbarr"

[Savage.M_Sage_BeyondPale:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:LureCreature MissionObjectiveDefinition]
ProgressMessage="Coloque o ovo para atrair o Halbarr"

[Savage.M_Sage_BeyondPale:LureCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_BeyondPale:ReturnBalbozar MissionObjectiveDefinition]
ProgressMessage="Volte para falar com Balbozar"

[Savage.M_Sage_BeyondPale:ReturnHammerlock MissionObjectiveDefinition]
ProgressMessage="Volte para falar com Sir Hammerlock"

[Savage.M_Sage_BeyondPale:ReturnSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_WorldBrink MissionDefinition]
MissionName="O Mundo No Limite"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Balbozar"
MissionTurnInLocation="Balbozar"
TeaserText=""

[Savage.M_Sage_WorldBrink:FindNest MissionObjectiveDefinition]
ProgressMessage="Encontre o ninho de Rakks"

[Savage.M_Sage_WorldBrink:FindNestSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_WorldBrink:FinishSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Savage.M_Sage_WorldBrink:GetEgg MissionObjectiveDefinition]
ProgressMessage="Roube um ovo de Rakk"

[Savage.M_Sage_WorldBrink:GetEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_CowCatcher MissionDefinition]
MissionName="Caçador de Vacas"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Painel de Trabalhos de Underground"
MissionTurnInLocation="Painel de Trabalhos de Underground"
TeaserText=""

[Underground.M_Sage_CowCatcher:FindCages MissionObjectiveDefinition]
ProgressMessage="Dirija-se até as jaulas"

[Underground.M_Sage_CowCatcher:FindCagesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_CowCatcher:TrapCreature MissionObjectiveDefinition]
ProgressMessage="Prenda uma criatura"

[Underground.M_Sage_CowCatcher:TrapCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_CowCatcher:TrapSecondCreature MissionObjectiveDefinition]
ProgressMessage="Prenda mais uma criatura"

[Underground.M_Sage_DelicatePalate MissionDefinition]
MissionName="Um Paladar Aguçado"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Painel de Trabalhos de Underground"
MissionTurnInLocation="Painel de Trabalhos de Underground"
TeaserText=""

[Underground.M_Sage_DelicatePalate:CollectEggs MissionObjectiveDefinition]
ProgressMessage="Consiga alguns ovos"

[Underground.M_Sage_DelicatePalate:CollectEggsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_DelicatePalate:KillQueen MissionObjectiveDefinition]
ProgressMessage="Elimine a Rainha"

[Underground.M_Sage_DelicatePalate:KillQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_ShockScorpion MissionDefinition]
MissionName="Não Queime o Filme"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver="Painel de Trabalhos de Underground"
MissionTurnInLocation="Painel de Trabalhos de Underground"
TeaserText=""

[Underground.M_Sage_ShockScorpion:CollectSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Underground.M_Sage_ShockScorpion:CollectStingers MissionObjectiveDefinition]
ProgressMessage="Ferrões obtidos"

